[
    {
        "topic": 1,
        "topic word": [
            [
                "necropolis",
                40
            ],
            [
                "corpses",
                36
            ],
            [
                "inhabitant",
                34
            ],
            [
                "generations",
                34
            ],
            [
                "novelties",
                34
            ]
        ],
        "topic doc": [
            "Having said this, I do not wish your eyes to catch a distorted image, so I must draw your attention to an intrinsic quality of this unjust city germinating secretly inside the secret just city: and this is the possible awakening--as if in an excited opening of windows--of a later love for justice, not yet subjected to rules, capable of reassembling a city still more just than it was before it became the vessel of injustice.",
            "I should tell you of the hidden Berenice, the city of the just, handling makeshift materials in the shadowy rooms behind the shops and beneath the stairs, linking a network of wires and pipes and pulleys and pistons and counterweights that infiltrates like a climbing plant among the great cogged wheels (when they jam, a subdued ticking gives warning that a new precision mechanism is governing the city)."
        ]
    },
    {
        "topic": 2,
        "topic word": [
            [
                "curtain",
                46
            ],
            [
                "caravan",
                46
            ],
            [
                "camel",
                37
            ],
            [
                "glittering",
                37
            ],
            [
                "window",
                37
            ]
        ],
        "topic doc": [
            "But all the trades and professions of the living Eusapia are also at work below ground, or at least those that the living performed with more contentment than irritation: the clockmaker, amid all the stopped clocks of his shop, places his parchment ear against an out-of-tune grandfather clock; a barber, with dry brush, lathers the cheekbones of an actor learning his role, studying the script with hollow sockets; a girl with a laughing skull milks the carcass of a heifer.",
            "In the end, the visitors' thoughts find two paths open before them, and there is no telling which harbours more anguish: either you must think that the number of the unborn is far greater than the total of all the living and all the dead, and then in every pore of the stone there are invisible hordes, jammed on the funnel-sides as in the stands of a stadium, and since with each generation Laudomia's descendants are multiplied, every funnel contains hundreds of other funnels each with millions of persons who are to be born, thrusting their necks out and opening their mouths to escape suffocation."
        ]
    },
    {
        "topic": 3,
        "topic word": [
            [
                "rodents",
                52
            ],
            [
                "plagues",
                46
            ],
            [
                "rats",
                46
            ],
            [
                "invasions",
                43
            ],
            [
                "lairs",
                40
            ]
        ],
        "topic doc": [
            "Ever since the first time I have lingered to contemplate the landscape to be seen by raising the curtain at the window: a ditch, a bridge, a little wall, a medlar, a field of corn, a bramble patch with blackberries, a chicken yard, the yellow hump of a hill, a white cloud, a stretch of blue sky shaped like a trapeze.",
            "When the camel-driver sees, at the horizon of the tableland, the pinnacles of the skyscrapers come into view, the radar antennae, the white and red windsocks flapping, the chimneys belching smoke, he thinks of a ship; he knows it is a city, but he thinks of it as a vessel that will take him away from the desert, a windjammer about to cast off, with the breeze already swelling the sails, not yet unfurled, or a steamboat with its boiler vibrating in the iron keel; and he thinks of all the ports, the foreign merchandise the cranes unload on the docks, the taverns where crews of different flags break bottles over one another's heads, the lighted, ground-floor windows, each with a woman combing her hair."
        ]
    },
    {
        "topic": 4,
        "topic word": [
            [
                "astronomers",
                51
            ],
            [
                "constellations",
                47
            ],
            [
                "nebula",
                43
            ],
            [
                "telescopes",
                37
            ],
            [
                "stars",
                34
            ]
        ],
        "topic doc": [
            "When the sky was cleared of condors, they had to face the propagation of serpents; the spiders' extermination allowed the flies to multiply into a black swarm; the victory over the termites left the city at the mercy of the woodworms.",
            "Below, the rats run in the darkness of the sewers, one behind the other's tail, along with conspirators and smugglers: they peep out of manholes and drainpipes, they slip through double bottoms and ditches, from one hiding place to another they drag crusts of cheese, contraband goods, kegs of gunpowder, crossing the city's compactness pierced by the spokes of underground passages."
        ]
    },
    {
        "topic": 5,
        "topic word": [
            [
                "realizing",
                40
            ],
            [
                "language",
                40
            ],
            [
                "existence",
                40
            ],
            [
                "understanding",
                34
            ],
            [
                "signs",
                34
            ]
        ],
        "topic doc": [
            "The astronomers, after each change takes place in Andria, peer into their telescopes and report a nova's explosion, or a remote point in the firmament's change of colour from orange to yellow, the expansion of a nebula, the bending of a spiral of the Milky Way.",
            "There are three hypotheses about the inhabitants of Baucis: that they hate the earth; that they respect it so much they avoid all contact; that they love it as it was before they existed and with spyglasses and telescopes aimed downwards they never tire of examining it, leaf by leaf, stone by stone, ant by ant, contemplating with fascination their own absence."
        ]
    },
    {
        "topic": 6,
        "topic word": [
            [
                "staircases",
                37
            ],
            [
                "travellers",
                37
            ],
            [
                "streets",
                37
            ],
            [
                "encounters",
                36
            ],
            [
                "dreams",
                36
            ]
        ],
        "topic doc": [
            "He infers this: if existence in all its moments is all of itself, Zoe is the place of indivisible existence.",
            "The one contains what is accepted as necessary when it is not yet so; the others, what is imagined as possible and, a moment later, is possible no longer."
        ]
    },
    {
        "topic": 7,
        "topic word": [
            [
                "terraces",
                50
            ],
            [
                "fountains",
                49
            ],
            [
                "roofs",
                49
            ],
            [
                "windmills",
                44
            ],
            [
                "pyramid",
                44
            ]
        ],
        "topic doc": [
            "Finally he comes to Isidora, a city where the buildings have spiral staircases encrusted with spiral seashells, where perfect telescopes and violins are made, where the foreigner hesitating between two women always encounters a third, where cockfights degenerate into bloody brawls among the betters.",
            "My travelling companions, on the other hand, swear they saw only one dirigible hovering among the city's spires, only one tattoo artist arranging needles and inks and pierced patterns on his bench, only one fat woman fanning herself on a train's platform."
        ]
    },
    {
        "topic": 8,
        "topic word": [
            [
                "goats",
                58
            ],
            [
                "pasture",
                51
            ],
            [
                "grazing",
                49
            ],
            [
                "goatherd",
                46
            ],
            [
                "herdsman",
                44
            ]
        ],
        "topic doc": [
            "When you have forded the river, when you have crossed the mountain pass, you suddenly find before you the city of Moriana, its alabaster gates transparent in the sunlight, its coral columns supporting pediments encrusted with serpentine, its villas all of glass like aquariums where the shadows of dancing girls with silvery scales swim beneath the medusa-shaped chandeliers.",
            "All the rest, instead of rising up, is hung below: rope-ladders, hammocks, houses made like sacks, clothes-hangers, terraces like gondolas, skins of water, gas jets, spits, baskets on strings, dumb-waiters, showers, trapezes and rings for children's games, cable-cars, chandeliers, pots with trailing plants."
        ]
    }
]